Repository: daffunn/lightcontactform
Catalog: lang/*.po
Languages: de_de

source: Light Contact Form Settings
de_de: Kontaktformular-Einstellungen

source: Light Contact Form
de_de: Kontaktformular

source: Contact Form Settings
de_de: Kontaktformular-Einstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: Autoresponder Settings
de_de: Autoresponder-Einstellungen

source: Mails of Recipients (separated by commas)
de_de: Empfängermails

# Delivery Mail
source: Delivery Service Mail
de_de: Mailzustellungsservice

source: Enqueue default styling?
de_de: Standard Styling einbinden?

source: Initialize automatically?
de_de: Automatische Initialisierung?

source: Enable Autoresponder
de_de: Autoresponder aktivieren

# Autoresponder
source: Delivery Service Name
de_de: Mailzustellungsservice

# Autoresponder
source: Delivery Service Mail
de_de: Mailzustellungsservice

source: Please enter at least one mail of a recipient.
de_de: Bitte geben Sie mindestens eine Empfängermail an.

source: Recipient mail "%s" is invalid.
de_de: Empfängermail "%s" ist inkorrekt.

source: Please enter a valid mail for the Delivery Service Mail.
de_de: Bitte geben Sie eine valide Mail für den Mailzustellungsservice an.

# Autoresponder
source: Please enter a valid mail for the Delivery Service Mail (Autoresponder).
de_de: Bitte geben Sie eine valide Mail für den Mailzustellungsservice (Autoresponder) an.

source: Define your desired general settings of the widget here.
de_de: Definieren Sie die gewünschten Widget-Einstellungen hier.

source: Define your desired autoresponder settings here.
de_de: Definieren Sie die gewünschten Autoresponder-Einstellungen hier.

# Delivery service name to recipients
source: blog_name() - Delivery Service
de_de: blog_name() - Mailzustellungsservice

source: blog_name() - New Mail by name()
de_de: blog_name() - Neue Nachricht von name()

source: name() wrote:newline()newline()message()
de_de: name() schrieb:newline()newline()message()

source: blog_name() - Mail sent
de_de: blog_name() - Nachricht versendet

source: name(),newline()newline()thank you for contacting me. Your message was sent successfully and will be answered as soon as possible. This message was autogenerated.newline()newline()Your original message:newline()newline()message()
de_de: name(),newline()newline()vielen Dank für die Nachricht. Die Nachricht wurde erfolgreich zugestellt und sollte schnellstmöglich beantwortet werden können. Diese Nachricht wurde automatisch erzeugt.newline()newline()Ihre originale Nachricht:newline()newline()message()

source: Your Name
de_de: Ihren Namen

source: Your Mail
de_de: Ihre E-Mail

source: Your Message
de_de: Ihre Nachricht

source: Send Message
de_de: Nachricht senden
